Repository: shanegillio/AltStore
Catalog: Localizable.xcstrings
Source language: en
Languages: fr

source: “%@” Blocked
fr: %@ bloquée

source: “%@” could not be added to AltStore.
fr: Impossible d’ajouter %@ à AltStore

source: “%@” will be automatically given these permissions once installed.
fr: %@ recevra automatiquement ces autorisations une fois installée.

# %@ %@ is now available for download.
source: %1$@ %2$@ is now available for download.
fr: %1$@ %2$@ est désormais disponible au téléchargement.

# %@ %@ update. Released on %@.
source: %1$@ %2$@ update. Released on %3$@.
fr: Mise à jour %1$@ %2$@. Publiée le %3$@.

source: %@ a month
fr: %@ par mois

source: %@ App IDs
fr: %@ identifiants d’application

source: %@ App IDs Remaining
fr: %@ identifiants d’application restants

source: %@ beta
fr: %@ bêta

# %@ by %@
source: %1$@ by %2$@
fr: %1$@ par %2$@

source: %@ can not jailbreak this device unless you untether it first. Are you sure you want to install without untethering?
fr: %@ ne peut pas jailbreaker cet appareil sans être détachée (untethered) d’abord. Êtes-vous sûr de vouloir installer sans détachement ?

source: %@ can only be downloaded from its original source
fr: %@ peut uniquement être téléchargé depuis sa source originale.

source: %@ could not be downloaded.
fr: Impossible de télécharger %@.

source: %@ could not be found.
fr: %@ est introuvable.

source: %@ could not be installed.
fr: Impossible d’installer %@.

source: %@ days
fr: %@ jours

source: %@ DAYS
fr: %@ JOURS

# %@ does not support iOS %@.
source: %1$@ does not support iOS %2$@.
fr: %1$@ ne prend pas en charge iOS %2$@.

source: %@ is not added to AltStore.
fr: %@ n’est pas ajoutée à AltStore.

source: %@ may request access to the following:
fr: %@ peut demander l’accès aux éléments suivants :

source: %@ News
fr: %@ Actualités

# %@ requires %@ App IDs, but %@.
source: %1$@ requires %2$@ App IDs, but %3$@.
fr: %1$@ nécessite %2$@ identifiants d’application, mais %3$@.

source: %@ requires additional permissions not specified by the source.
fr: %@ nécessite des autorisations supplémentaires non spécifiées par la source.

source: %@ requires an active pledge in order to be installed.
fr: %@ nécessite un soutien actif pour pouvoir être installée.

# %@ requires iOS %@ or earlier.
source: %1$@ requires iOS %2$@ or earlier.
fr: %1$@ nécessite iOS %2$@ ou une version antérieure.

# %@ requires iOS %@ or later.
source: %1$@ requires iOS %2$@ or later.
fr: %1$@ nécessite iOS %2$@ ou une version ultérieure.

source: %@ requires more permissions than the version that is already installed
fr: %@ nécessite plus d’autorisations que la version déjà installée.

source: %@ Unsupported Updates Available
fr: %@ mises à jour non prises en charge disponibles

source: %@/mo
fr: %@/mois

source: 1 App ID
fr: 1 identifiant d’application

source: 1 App ID Remaining
fr: 1 identifiant d’application restant

source: 1 day
fr: 1 jour

source: A connection to AltServer could not be established.
fr: Impossible d’établir une connexion avec AltServer.

source: A permission for %@ is missing a usage description.
fr: Une autorisation pour %@ ne possède pas de description d’utilisation.

source: A placeholder app needs to be installed in order to prepare your device for untethering. This may take a few moments.
fr: Une app factice doit être installée afin de préparer votre appareil au détachement (untethering). Cela peut prendre quelques instants.

source: A source cannot change its identifier once added. This source can no longer be updated.
fr: Une source ne peut plus modifier son identifiant une fois ajoutée. Cette source ne pourra plus être mise à jour.

source: A source with the identifier '%@' already exists
fr: Une source avec l’identifiant %@ existe déjà.

source: About
fr: À propos

source: ACCOUNT
fr: COMPTE

source: Activate
fr: Activer

source: ACTIVATE
fr: ACTIVER

source: Activate %@
fr: Activer %@

source: Active
fr: Actives

source: ADD
fr: AJOUTER

source: Add More Sources
fr: Ajouter plus de sources

source: Add Source
fr: Ajouter une source

source: Additional Permissions
fr: Autres autorisations

source: all apps downloaded from it.
fr: toutes les apps téléchargées depuis cette source.

source: All apps have been refreshed.
fr: Toutes les apps ont été rafraîchies.

source: AltServer could not be found.
fr: AltServer est introuvable.

source: AltStore can only install marketplace apps that have been notarized by Apple.
fr: AltStore peut uniquement installer des apps ayant été notariées par Apple.

source: AltStore could not determine this device's UDID.
fr: AltStore n’a pas pu déterminer l’UDID de cet appareil.

source: AltStore does not have detailed information for these entitlements.
fr: AltStore ne dispose pas d’informations détaillées pour ces droits d’accès.

source: AltStore Expiring Soon
fr: AltStore expire bientôt

source: AltStore News
fr: Actualités AltStore

source: AltStore was denied permission to launch %@.
fr: AltStore n’a pas reçu l’autorisation de lancer %@.

source: AltStore was unable to use an existing signing certificate, so it had to create a new one. This will cause any apps installed with an existing certificate to expire — including AltStore. To prevent AltStore from expiring early, please refresh the app now. AltStore will quit once refreshing is complete.
fr: AltStore n’a pas pu utiliser un certificat de signature existant et a dû en créer un nouveau. Cela entraînera l’expiration de toutes les apps installées avec l’ancien certificat — y compris AltStore. Pour éviter qu’AltStore n’expire prématurément, veuillez rafraîchir l’app maintenant. AltStore se fermera une fois le rafraîchissement terminé.

source: AltStore will expire in 24 hours. Open the app and refresh it to prevent it from expiring.
fr: AltStore expirera dans 24 heures. Ouvrez l’app et rafraîchissez-la pour éviter qu’elle n’expire.

source: AltStore's shared app group could not be accessed.
fr: Le groupe d’apps partagé d’AltStore est inaccessible.

source: an app in source “%@”
fr: une app dans la source %@

source: An iPad screenshot for %@ does not specify its size
fr: Une capture d’écran iPad pour %@ n’indique pas sa taille.

source: An unknown error occured.
fr: Une erreur inconnue s’est produite.

source: Any apps you've installed from this source will remain, but they'll no longer receive any app updates.
fr: Toutes les apps installées depuis cette source resteront installées, mais elles ne recevront plus de mises à jour.

source: App Contains Extensions
fr: L’app contient des extensions

source: app extension
fr: extension d’app

source: app extensions
fr: extensions d’app

source: App ID:
fr: Identifiants d’application:

source: App Refresh Tip
fr: Astuce de rafraîchissement d’app

source: Approve
fr: Approuver

source: Are you sure you want to clear AltStore's cache?
fr: Êtes-vous sûr de vouloir vider le cache de AltStore?

source: Are you sure you want to clear the error log?
fr: Êtes-vous sûr de vouloir effacer le journal des erreurs ?

source: Are you sure you want to remove the source “%@”?
fr: Êtes-vous sûr de vouloir supprimer la source %@ ?

source: Are you sure you want to restore this backup?
fr: Êtes-vous sûr de vouloir restaurer cette sauvegarde ?

source: Are you sure you want to sign out?
fr: Êtes-vous sûr de vouloir vous déconnecter ?

source: Are you sure you want to unlink your Patreon account?
fr: Êtes-vous sûr de vouloir dissocier votre compte Patreon?

# Are you sure you'd like to %@ %@?
source: Are you sure you'd like to %1$@ %2$@?
fr: Êtes-vous sûr de vouloir %1$@ %2$@?

source: Back Up
fr: Sauvegarder

source: Back Up %@
fr: Sauvegarder %@

source: Become a patron
fr: Devenir membre

source: BILLING
fr: FACTURATION

source: Browse
fr: Parcourir

source: Cannot Activate More than 3 Apps
fr: Impossible d’activer plus de 3 apps

source: Cannot Activate More than 3 Apps and App Extensions
fr: Impossible d’activer plus de 3 apps et extensions d’app

source: Cannot Send Mail
fr: Impossible d’envoyer un mail

source: Categories
fr: Catégories

source: Change App Icon
fr: Changer l’icône de l’application

source: Change Icon
fr: Changer l’icône

source: Classic
fr: Classique

source: Clear Cache
fr: Vider le cache

source: Clear Error Log
fr: Effacer le journal des erreurs

source: Coming Soon!
fr: Bientôt disponible !

source: Confirm Action
fr: Confirmer l’action

source: Confirm Installation
fr: Confirmer l’installation

source: Connect Patreon Account
fr: Lier un compte Patreon

source: Continue
fr: Continuer

source: Continue in App
fr: Continuer dans l’app

source: Copy Error Code
fr: Copier le code d’erreur

source: Copy Error Message
fr: Copier le message d’erreur

source: Could not back up “%@”.
fr: Impossible de sauvegarder %@

source: Could not back up jailbreak app.
fr: Impossible de sauvegarder l’app de jailbreak.

source: Could not determine presenting context.
fr: Impossible de déterminer le contexte de présentation.

source: Could not download OTA archive.
fr: Impossible de télécharger l’archive OTA.

source: Could not enable JIT for %@
fr: Impossible d’activer JIT pour %@

source: Could not extract Spotlight from OTA archive.
fr: Impossible d’extraire Spotlight de l’archive OTA.

source: Could not install %@ placeholder.
fr: Impossible d’installer l’app factice %@.

source: Could not install %@.
fr: Impossible d’installer %@.

source: Could not open %@ placeholder.
fr: Impossible d’ouvrir l’app factice %@.

source: Could not open %@.
fr: Impossible d’ouvrir %@.

source: Could not patch %@ placeholder.
fr: Impossible de patcher l’app factice %@.

source: Could not restore “%@”.
fr: Impossible de restaurer %@.

source: CREDITS
fr: CRÉDITS

source: Custom Pledge
fr: Soutien personnalisé

source: Deactivate
fr: Désactiver

source: DEBUG
fr: Débogage

source: Delete
fr: Supprimer

source: Delete sideloaded apps to free up App ID slots.
fr: Supprimez des apps installées depuis AltStore pour libérer des identifiants d’application.

source: DISPLAY
fr: APPARENCE

source: Don’t know where to start? Try adding one of our Recommended Sources!
fr: Vous ne savez pas par où commencer ? Essayez d’ajouter l’une de nos sources recommandées !

source: Download %@
fr: Télécharger %@

# Download %@ %@
source: Download %1$@ %2$@
fr: Télécharger %1$@ %2$@

source: Downloading %@…
fr: Téléchargement de %@…

source: Downloading iOS firmware...
fr: Téléchargement du firmware iOS…

source: duplicate versions
fr: versions dupliquées

source: Each app and app extension installed with AltStore must register an App ID with Apple. App IDs for paid developer accounts never expire, and there is no limit to how many you can create.
fr: Chaque app et extension d’app installée avec AltStore doit enregistrer un identifiant d’application auprès d’Apple.

source: Enable Background Refresh to automatically refresh apps in the background when connected to the same Wi-Fi as AltServer.
fr: Activez le rafraîchissement en arrière-plan pour renouveler automatiquement vos apps lorsque vous êtes connecté au même Wi-Fi qu’AltServer.

source: Enable JIT
fr: Activer JIT

source: Enabled JIT for %@
fr: JIT activé pour %@

source: Enter a source's URL below, or add one of the recommended sources.
fr: Entrez l’URL d’une source ci‑dessous, ou ajoutez l’une des sources recommandées.

source: Entitlements are additional permissions that grant access to certain system services, including potentially sensitive information.
fr: Les droits d’accès sont des autorisations supplémentaires qui permettent l’accès à certains services système, y compris des informations potentiellement sensibles.

source: Error Details
fr: Détails de l’erreur

source: Error Loading Patrons
fr: Erreur lors du chargement des soutiens Patreon

source: Error:
fr: Erreur :

source: Errors that occur when sideloading or refreshing apps will appear here.
fr: Les erreurs qui surviennent lors de l’installation manuelle ou du rafraîchissement des apps apparaîtront ici.

source: Errors that occur while installing apps will appear here.
fr: Les erreurs qui surviennent lors de l’installation d’apps apparaîtront ici.

source: Expires in
fr: Expire dans

source: Expires in %@
fr: Expire dans %@

source: Expires in %@.
fr: Expire dans %@

source: Export Backup
fr: Exporter la sauvegarde

source: Failed to Activate %@
fr: Échec de l’activation de %@

source: Failed to Back Up %@
fr: Échec de la sauvegarde de %@

source: Failed to Clear Error Log
fr: Échec de l’effacement du journal des erreurs

source: Failed to Deactivate %@
fr: Échec de la désactivation de %@

source: Failed to Enable JIT for %@
fr: Échec de l’activation de JIT pour %@

source: Failed to Install %@
fr: Échec de l’installation de %@

source: Failed to Log In
fr: Échec de la connexion

source: Failed to Refresh %@
fr: Échec du rafraîchissement de %@

source: Failed to refresh %@ apps.
fr: Échec du rafraîchissement de %@ apps.

source: Failed to refresh 1 app.
fr: Échec du rafraîchissement d’une app.

source: Failed to Refresh AltStore
fr: Échec du rafraîchissement d’AltStore

source: Failed to Refresh Apps
fr: Échec du rafraîchissement des apps

source: Failed to Restore %@ Backup
fr: Échec de la restauration de la sauvegarde %@

source: Failed to retrieve manifest.json URL from Patreon post.
fr: Impossible de récupérer l’URL du fichier manifest.json depuis la publication Patreon.

source: Failed to Update %@
fr: Échec de la mise à jour de %@

source: Failed to Verify %@
fr: Échec de la vérification de %@

source: Failure
fr: Échec

source: Featured
fr: À la une

source: Featured Apps
fr: Apps à la une

source: Finish in %@
fr: Terminer dans %@

source: Finish installing %@?
fr: Terminer l’installation de %@ ?

source: Follow the instructions in %@ to finish jailbreaking this device.
fr: Suivez les instructions dans %@ pour terminer le jailbreak de cet appareil.

source: For your protection, please remove the source and uninstall
fr: Pour votre sécurité, veuillez supprimer la source et désinstaller

source: Free
fr: Gratuit

source: Free up disk space by removing non-essential data, such as temporary files and backups for uninstalled apps.
fr: Libérez de l’espace en supprimant des données non essentielles, telles que des fichiers temporaires et des sauvegardes d’apps désinstallées.

source: Gradient
fr: Dégradé

source: Hey , You’re the best. Your account was linked successfully, so you now have access to our Patreon-exclusive apps. You can find them all in the Browse tab. Thanks for all of your support. Enjoy! Riley & Shane
fr: Salut , Tu es incroyable. Ton compte a bien été associé, tu as maintenant accès à nos apps réservées aux membres Patreon. Tu peux toutes les trouver dans l’onglet Parcourir. Merci pour tout ton soutien. Profite bien! Riley et Shane

source: Hey , You’re the best. Your account was linked successfully, so you now have access to the beta versions of all of our apps. You can find them all in the Browse tab. Thanks for all of your support. Enjoy! Riley & Shane
fr: Salut , Tu es incroyable. Ton compte a bien été associé, tu as maintenant accès a nos apps réservées aux membres Patreon. Tu peux toutes les trouver dans l’onglet Parcourir. Merci pour tout ton soutien. Profite bien! Riley et Shane

source: Hey y'all, You can support future development of our apps by donating to us on Patreon. In return, you'll receive access to the beta versions of our apps and be among the first to try the latest features. Thanks for all your support 💜 Riley & Shane
fr: Salut tout le monde, Vous pouvez soutenir le développement à venir de nos apps en nous aidant sur Patreon. En échange, vous aurez accès aux versions bêta de nos apps et serez parmi les premiers à tester les nouvelles fonctionnalités. Merci pour tout votre soutien 💜 Riley et Shane

source: If you're using the MacDirtyCow exploit to remove the 3-app limit, you can install up to 10 apps and app extensions instead.
fr: Si vous utilisez l’exploit MacDirtyCow pour supprimer la limite des 3 apps, vous pouvez installer jusqu’à 10 apps et extensions d’app.

source: If you've removed the 3-sideloaded app limit via the MacDirtyCow exploit, disable this setting to sideload more than 3 apps at a time.
fr: Si vous avez supprimé la limite des 3 apps installées via l’exploit MacDirtyCow, désactivez ce réglage pour pouvoir installer plus de 3 apps à la fois.

source: In order to finish jailbreaking this device, you need to install %@ then follow the instructions in the app.
fr: Pour terminer le jailbreak de cet appareil, vous devez installer %@ puis suivre les instructions dans l’app.

source: Inactive
fr: Inactives

source: install
fr: installer

source: Install
fr: Installer

source: Install %@
fr: Installer %@

source: Install Anyway
fr: Installer quand même

source: Install Untethered Jailbreak
fr: Installer le jailbreak détaché (untethered)

source: Install Without Untethering
fr: Installer sans détachement (untethering)

source: Installed
fr: Installées

source: Installing %@ placeholder…
fr: Installation de l’app factice %@…

source: Installing %@...
fr: Installation de %@…

source: Installing…
fr: Installation…

source: Invalid ADP install URL.
fr: URL de l’ADP d’installation invalide.

source: Invalid ADP update URL.
fr: URL de l’ADP de mise à jour invalide.

source: Invalid parameters.
fr: Paramètres invalides.

source: iOS %@ or earlier
fr: iOS %@ ou une version antérieure

source: iOS %@ or later
fr: iOS %@ ou une version ultérieure

source: Jailbreak Requires Untethering
fr: Le jailbreak nécessite un détachement (untethering)

source: Jailbreak Supports Untethering
fr: Le jailbreak prend en charge le détachement (untethering)

source: JIT will remain enabled until you quit the app.
fr: JIT restera activé jusqu’à ce que vous quittiez l’app.

source: Join Patreon
fr: Rejoignez le Patreon

source: Keep App Extensions
fr: Conserver les extensions d’app

source: Last Updated: %@
fr: Dernière mise à jour: %@

source: Link Patreon account
fr: Lier un compte Patreon

source: Loading...
fr: Chargement…

source: Make sure to only add sources that you trust.
fr: Assurez-vous d’ajouter uniquement des sources de confiance.

source: Make sure you're on the same Wi-Fi network as a computer running AltServer, or try connecting this device to your computer via USB.
fr: Assurez-vous d’être sur le même réseau Wi‑Fi qu’un ordinateur exécutant AltServer, ou essayez de connecter cet appareil à votre ordinateur via USB.

source: Manage your AltStore PAL annual subscription.
fr: Gérez votre abonnement annuel à AltStore PAL

source: Modern
fr: Moderne

source: More
fr: Plus

source: Never
fr: Jamais

source: New & Updated
fr: Nouveautés et mises à jour

source: New Update Available
fr: Nouvelle mise à jour disponible

source: No active apps require refreshing.
fr: Aucune app active ne nécessite

source: No Apps
fr: Aucune app

source: No Errors
fr: Aucune erreur

source: No Refresh Attempts
fr: Aucune tentative de rafraîchissement

source: No Updates Available
fr: Aucune mise à jour disponible

source: Non-developer Apple IDs are limited to 3 active apps and app extensions, and “%1$@” contains %2$@ %3$@. Please choose an app to deactivate.
fr: Les comptes Apple non‑développeurs sont limités à 3 apps actives et extensions d’app, et%1$@ contient %2$@ %3$@. Veuillez choisir une app à désactiver.

source: Non-developer Apple IDs are limited to 3 active apps and app extensions.
fr: Les comptes Apple non‑développeurs sont limités à 3 apps actives et extensions d’app.

source: Non-developer Apple IDs are limited to 3 active apps and app extensions. Please choose an app to deactivate.
fr: Les comptes Apple non‑développeurs sont limités à 3 apps actives et extensions d’app. Veuillez choisir une app à désactiver.

source: Non-developer Apple IDs are limited to 3 active apps. Please choose an app to deactivate.
fr: Les comptes Apple non‑développeurs sont limités à 3 apps actives. Veuillez choisir une app à désactiver.

source: Non-developer Apple IDs are limited to 3 apps and app extensions. Inactive apps don't count towards your total, but cannot be opened until activated.
fr: Les comptes Apple non‑développeurs sont limités à 3 apps. Les apps inactives ne comptent pas dans cette limite, mais ne peuvent pas être ouvertes tant qu’elles ne sont pas réactivées.

source: Non-developer Apple IDs are limited to 3 apps. Inactive apps are backed up and uninstalled so they don't count towards your total, but will be reinstalled with all their data when activated again.
fr: Les comptes Apple non-développeurs sont limités à 3 apps. Les apps inactives sont sauvegardées puis désinstallées afin de ne pas être comptabilisées dans cette limite, mais seront réinstallées avec toutes leurs données lorsqu’elles seront réactivées.

source: open
fr: ouvrir

source: Open
fr: Ouvrir

source: Open %@
fr: Ouvrir %@

source: Pledge
fr: Soutenir

source: Pledged
fr: Soutenu

source: Receive access to beta versions of AltStore, Delta, and more by becoming a patron.
fr: Accédez aux versions bêta d’AltStore, Delta et plus encore en devenant membre Patreon.

source: Recessed
fr: Creusé

source: Recommended Sources
fr: Sources Recommandées

source: Refresh
fr: Rafraîchir

source: Refresh %@
fr: Rafraîchir %@

source: Refresh All
fr: Tout rafraîchir

source: Refreshed Apps
fr: RAFRAÎCHISSEMENT DES APPS

source: Remove
fr: Supprimer

source: REMOVE
fr: SUPPRIMER

source: See All
fr: Tout voir

source: Sideloaded
fr: Installée manuellement

source: Sign Out
fr: Se déconnecter

source: SIGN OUT
fr: SE DÉCONNECTER

source: Special thanks to...
fr: Remerciements spéciaux à…

source: TECHY THINGS
fr: Options avancées

source: The more you use AltStore, the more often iOS will allow it to refresh apps in the background.
fr: Plus vous utilisez AltStore, plus iOS l’autorisera à rafraîchir les apps en arrière-plan.

source: This will remove all temporary files as well as backups for uninstalled apps.
fr: Cela supprimera tous les fichiers temporaires ainsi que les sauvegardes pour les apps désinstallées.

source: Unable to Refresh “%@” Source
fr: Impossible d’actualiser la source “%@“

source: Unlink Patreon Account
fr: Dissocier le compte Patreon

source: View All
fr: Voir toutes

source: View All Apps
fr: Voir toutes les apps

source: View Patreon
fr: Voir Patreon

source: What are inactive apps?
fr: Qu’est-ce qu’une app inactive?

source: You will no longer be able to install or refresh any apps that require pledges.
fr: Vous ne pourrez plus installer ou mettre à jour les apps réservées aux membres qui soutiennent sur Patreon.

source: You will no longer be able to install or update any apps that require pledges.
fr: Vous ne pourrez plus installer ou mettre à jour les apps réservées aux membres qui soutiennent sur Patreon.
